Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=193_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Toimittajat:
sme: Doaimmaheaddjit:

source: Ulla Aikio-Puoskari (vastaava toimittaja)
sme: Ulla Aikio-Puoskari (vástideaddji doaimmaheaddji)

source: Suvi West & Saamelaisalueen koulutuskeskus / Sámi oahpahusguovddáš, medialinja: lyhytvideot
sme: Suvi West & Sámi oahpahusguovddáža medialinjá: oanehis filmmat

source: Milla Elmiina Pulska 2015
sme: Solinum Oy / Janne Mikkola: siidduid teknihkalaš ollašuhttin

source: Irmeli Moilanen 2015
sme: Olggosaddi:

source: Studio Borga / Minna Saastamoinen: grafiikka
sme: Sámediggi / skuvlen- ja oahppamateriáladoaimmahat

source: Solinum Oy / Janne Mikkola: sivuston tekninen toteutus
sme: http://www.samediggi.fi /

source: Julkaisija:
sme: info (at) samediggi. fi

source: Kustantajat:
sme: Ruhtadeaddjit:

source: Saamelaiskäräjät ja sisäasiainministeriön YES-projekti.
sme: Sámediggi ja sisáššiidministeriija YES-prošeakta.

source: Saamelaiskäräjät kiittää YLE Sámi radion toimitusta ja kaikkia muita eri tavoin nettilehden tekoon osallistuneita ja sivustolle materiaalia ja julkaisuoikeuksia luovuttaneita.
sme: Sámediggi giitá YLE Sámi radio doaimmahusa ja buohkaid earáid geat leat ieš guđet láhkái oassálastán neahttaaviissa doaimmaheapmái dahje addán materiála ja almmuhanvuoigatvuođaid.

source: Saamelaiskäräjät / Koulutus- ja oppimateriaalitoimisto, SAJOS, 99870-Inari, Suomi / Finland.
sme: Sámediggi / Skuvlen- ja oahppamateriáladoaimmahat, SAJOS, 99870-Anár, Suopma / Finland.
